Revit 2027 API
ParameterTypeId.AnalyticalMemberForceStartFz Property
 "Start Fz"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalMemberForceStartFz { get; }
Public Shared ReadOnly Property AnalyticalMemberForceStartFz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalMemberForceStartFz {
	ForgeTypeId^ get ();
}
static member AnalyticalMemberForceStartFz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace